teaching/2024Spring220/handouts/index.org
* Handouts
#+OPTIONS: toc:nil        (no TOC at all)
#+options: num:nil
#+OPTIONS:   H:2 
#+BIND: org-export-html-auto-postamble nil
** Math 220, Handout 01: logic [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H01-logic.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H01-logic.tex][tex]]
** Math 220, Handout 02: divisibility [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H02-divisibility.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H02-divisibility.tex][tex]]
** Math 220, Handout 03: contradiction [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H03-contradiction.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H03-contradiction.tex][tex]]
** Math 220, Handout 04: induction warmup [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H04-induction-warmup.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H04-induction-warmup.tex][tex]]
** Math 220, Handout 05: induction problems [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H05-induction-problems.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H05-induction-problems.tex][tex]]
** Math 220, Handout 06: sets-I [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H06-sets-I.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H06-sets-I.tex][tex]]
** Math 220, Handout 07: sets-II [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H07-sets-II.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H07-sets-II.tex][tex]]
** Math 220, Handout 09: images [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H09-images.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H09-images.tex][tex]]
** Math 220, Handout 10: preimages [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H10-preimages.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H10-preimages.tex][tex]]
** Math 220, Handout 11: injectivity [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H11-injectivity.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H11-injectivity.tex][tex]]
** Math 220, Handout 12: compositions [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H12-compositions.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H12-compositions.tex][tex]]
** Math 220, Handout 13: inverses [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H13-inverses.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H13-inverses.tex][tex]]
** Math 220, Handout 14: equivalence-relations [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H14-equivalence-relations.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H14-equivalence-relations.tex][tex]]
** Math 220, Boolean Identities Handout [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/negation-identities.pdf][pdf]] [[https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/negation-identities.tex][tex]]

