teaching/2024Spring220/handouts/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>index</title>
<!-- 2024-09-03 Sun 15:37 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Zureick-Brown" />
</head>
<body>
<div id="content">
<h1 class="title">index</h1>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Handouts</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">Math 220, Handout 01: logic <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H01-logic.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H01-logic.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2">Math 220, Handout 02: divisibility <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H02-divisibility.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H02-divisibility.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3">Math 220, Handout 03: contradiction <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H03-contradiction.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H03-contradiction.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4">Math 220, Handout 04: induction-warmup <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H04-induction-warmup.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H04-induction-warmup.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5">Math 220, Handout 05: induction-problems <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H05-induction-problems.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H05-induction-problems.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-6" class="outline-3">
<h3 id="sec-1-6">Math 220, Handout 06: sets-I <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H06-sets-I.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H06-sets-I.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-7" class="outline-3">
<h3 id="sec-1-7">Math 220, Handout 07: sets-II <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H07-sets-II.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H07-sets-II.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-8" class="outline-3">
<h3 id="sec-1-8">Math 220, Handout 09: images <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H09-images.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H09-images.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-9" class="outline-3">
<h3 id="sec-1-9">Math 220, Handout 10: preimages <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H10-preimages.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H10-preimages.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-10" class="outline-3">
<h3 id="sec-1-10">Math 220, Handout 11: injectivity <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H11-injectivity.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H11-injectivity.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-11" class="outline-3">
<h3 id="sec-1-11">Math 220, Handout 12: compositions <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H12-compositions.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H12-compositions.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-12" class="outline-3">
<h3 id="sec-1-12">Math 220, Handout 13: inverses <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H13-inverses.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H13-inverses.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-13" class="outline-3">
<h3 id="sec-1-13">Math 220, Handout 14: equivalence-relations <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H14-equivalence-relations.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/220-H14-equivalence-relations.tex">tex</a></h3>
</div>
<div id="outline-container-sec-1-14" class="outline-3">
<h3 id="sec-1-14">Math 220, Boolean Identities Handout <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/negation-identities.pdf">pdf</a> <a href="https://github.com/dmzb/dmzb.github.io/blob/main/teaching/2024Spring220/handouts/negation-identities.tex">tex</a></h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: David Zureick-Brown</p>
<p class="date">Created: 2024-09-03 Sun 15:37</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.3.50.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>